Revit 2027 API
FormattedText.GetSubscriptStatus Method
Overload List
Name | Description
GetSubscriptStatus() |  Returns whether All, None or a Mixed of characters in the entire text are subscripted.
GetSubscriptStatus(TextRange) |  Returns whether All, None or a Mixed set of characters in a given text range are subscripted.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace